export const news = [
  {
    imageSrc: '/newsImage1.jpeg',
    date: new Date().toLocaleDateString(),
    user: {
      userImage: '/user1.png',
      userName: 'نادر علي',
    },
    title: 'رحلات سفاري الجيزة متوفرة الآن',
    content:
      'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما',
  },
  {
    imageSrc: '/newsImage1.jpeg',
    date: new Date().toLocaleDateString(),
    user: {
      userImage: '/user1.png',
      userName: 'نادر علي',
    },
    title: 'رحلات سفاري الجيزة متوفرة الآن',
    content:
      'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما',
  },
  {
    imageSrc: '/newsImage1.jpeg',
    date: new Date().toLocaleDateString(),
    user: {
      userImage: '/user1.png',
      userName: 'نادر علي',
    },
    title: 'رحلات سفاري الجيزة متوفرة الآن',
    content:
      'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما',
  },
  {
    imageSrc: '/newsImage1.jpeg',
    date: new Date().toLocaleDateString(),
    user: {
      userImage: '/user1.png',
      userName: 'نادر علي',
    },
    title: 'رحلات سفاري الجيزة متوفرة الآن',
    content:
      'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما',
  },
  {
    imageSrc: '/newsImage1.jpeg',
    date: new Date().toLocaleDateString(),
    user: {
      userImage: '/user1.png',
      userName: 'نادر علي',
    },
    title: 'رحلات سفاري الجيزة متوفرة الآن',
    content:
      'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما',
  },
  {
    imageSrc: '/newsImage1.jpeg',
    date: new Date().toLocaleDateString(),
    user: {
      userImage: '/user1.png',
      userName: 'نادر علي',
    },
    title: 'رحلات سفاري الجيزة متوفرة الآن',
    content:
      'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما',
  },
];
